# Задача: 
# Туристическое агенство советует выбрать некоторое место(степень комфорта, место на карте).
# Турист выбирает место с лучшим комфортом и отправляется.


def get_travel_agency_tips(n):
    pass

def get_tourist_choice(tips):
    pass


def main():

    travel_agency_tips = get_travel_agency_tips()
    print(get_tourist_choice(travel_agency_tips))


if __name__ == '__main__':
    main()